<?php
$percent_limit="90";
$stringArr["0201"] = "「臺灣淨零科技方案推動小組」正式掛牌，內容包含參加掛牌的部會成員，小組成立的目的及預期成果，以及吳政忠主委及廖俊智院長的發言，並敘明行政院所核定「淨零科技方案」的概要。";
$stringArr["0202"] = "神經醫學新突破！發現顫抖症的核心機制及治療契機，原發性顫抖症盛行於高齡族群，為找出引起顫抖的機制，並協助國人相關疾病診斷與治療，在國科會腦科技專案計畫及吳大猷先生紀念獎計畫的支持下，國立臺灣大學醫學院藥理學科暨研究所潘明楷副教授研究團隊發現顫抖症的核心機轉，直指「顫抖」的本質，透過週期電刺激術干擾顫抖的頻率，可緩解病患顫抖症狀。此一系列成果，發表於國際頂尖期刊「科學轉譯醫學」(Science Translational Medicine)";
$stringArr["0203"] = "加碼促科研　博士人數待遇再升級- 為蓄積我國科研人才庫，鼓勵學生就讀博士班，國科會在既有的補助經費基礎下，針對高階科研人才培育增加15.4億元，吳政忠主任委員今(12)日宣布助攻博士科研的四大加碼措施，包括增加博士生研究獎學金人數及金額、提高研究計畫內博士生兼任人員費用、增加補助博士生赴國外研究人數、提升博士級研究人員人數及待遇等，以支持具研究潛力之博士生專心從事研究，鼓勵優秀的專業人才投入學術研究工作，展現國科會為我國科技施政長遠布局，創造下一世代臺灣科技榮景的努力。";
$stringArr["0204"] = "2024科普環島列車圓滿歸航，鐵道上的科學教室，培育2萬名未來小小科學家 「2024年臺灣科普環島列車」自10月21日起展開科學環島之旅，於今（26）日順利抵達南港火車站，圓滿結束連續6天的科學探索巡禮。國科會副主委陳炳宇、數位發展部數位產業署副署長陳慧敏、台鐵公司總經理馮輝昇以及參與週六科普列車體驗的民眾與基隆、新北地區的國小師生，共同參加在南港瓶蓋工廠的閉幕典禮，重溫這趟精彩的科學旅程，並參觀南港科學市集活動，沉浸在科學的洗禮中，滿載而歸";
$stringArr["0205"] = "第26屆臺法科技獎 表彰臺法科研合作成果， 11月27日由國家科學及技術委員會與法國法蘭西自然科學院（Académie des Sciences）共同頒發。本屆獲獎者為中央研究院生物化學研究所副所長徐尚德博士及法國國家健康與醫學研究院（Inserm）巴黎精神病學與神經科學研究所Cyril Hanus博士，表彰他們在分子生物學領域的卓越合作與成果。";
$stringArr["0206"] = "《人文沙龍系列》 海國詩路與南洋風土， 「海國詩路」是指透過海上航線，探究境外漢詩寫作的歷史脈絡，藉由人與土地、海洋等環境的交互影響，探索各地文學之間產生的聯繫。不同時期的航線也讓漢詩寫作有不同的脈絡，文人在航線上受到的文化衝擊與遷移，也反映在古典文類的修辭等各個層面。究竟人、海洋、文學三者如何相互影響？南洋風土又如何受到殖民與華人社會的影響，產生不同創作？";
$stringArr["0207"] = "開淨零碳排新篇章！自主開發「薄膜碳捕捉」與「電化學碳轉化」技術";
$stringArr["0301"] = "各科學園區（含新增及擴建）用電規劃情形？";
$stringArr["0302"] = "臺北有小巨蛋TTA，臺南有TTA南部據點，國科會是否規劃設定TTA中部據點？";
$stringArr["0401"] = "建請科技部遴選適當的醫學研究機構，應用高單位負離子能夠極高效活化細胞之特性來躍升燒燙傷的醫療技術，以便造福全世界的燒燙傷病患。";
$stringArr["0402"] = "請問如果自製火箭發射是以縮小版的方式實驗試射進行，是否需要跟國科會申請?";






