<?php
# apt install
#apt update -y
#apt install pandoc opencc -y

# dify ip
$dify_ip="http://192.168.0.196";

# dify api key 翻譯
#$document01_key="app-EPu6PvsRfwYQ8RNyYwQ8DOaF";
#$document02_key="app-eYVrXrjHmNhcC7pQSmY5xipU";
#$news_writting_key="app-pDGMu2bx08LA2gNBQCnqyrVE";
#$qa_key="app-v3AbRL1aoaiM6n7DjRALh1DR";
#$people_key="app-IK5Q8SUvR42UoSHo6FlY9JHx";

# dify api key 無翻譯
$document01_key="app-EPu6PvsRfwYQ8RNyYwQ8DOaF";
$document02_key="app-eYVrXrjHmNhcC7pQSmY5xipU";
$news_writting_key="app-byHwf4JdUKgd263Xnjzve851";
$qa_key="app-dnck8GIavL7gnG43GHC6y7Vn";
$people_key="app-ckQu2X9axTyrd9WgLIOmkKxA";
#$law_key="app-b8IxEMIq0IHjog88kU8fTNCM";
$law_key="app-cH8HmQ4ZXCwcMNLbHccgsRiw";

# sentences
$sentences01="                '請等候 6 秒...',
                '請等候 4 秒...',
                '請等候 2 秒...',
                '處理中...',
                '正在生成內容中，請稍候.',
                '正在生成內容中，請稍候..',
                '正在生成內容中，請稍候...',
                '正在生成內容中，請稍候....',
                '正在生成內容中，請稍候.....',
                '正在生成內容中，請稍候......',
                '正在生成內容中，請稍候.......'
";

$sentences02="                '請等候 30 秒...',				
                '請等候 28 秒...',
                '請等候 26 秒...',
                '請等候 24 秒...',
                '請等候 22 秒...',
                '請等候 20 秒...',
                '請等候 18 秒...',
                '請等候 16 秒...',
                '請等候 14 秒...',
                '請等候 12 秒...',
                '請等候 10 秒...',
                '請等候 8 秒...',
                '請等候 6 秒...',
                '請等候 4 秒...',
                '請等候 2 秒...',
                '處理中...',
                '正在生成內容中，請稍候.',
                '正在生成內容中，請稍候..',
                '正在生成內容中，請稍候...',
                '正在生成內容中，請稍候....',
                '正在生成內容中，請稍候.....',
                '正在生成內容中，請稍候......',
                '正在生成內容中，請稍候.......',
                '正在生成內容中，請稍候........',
                '正在生成內容中，請稍候.........',
                '正在生成內容中，請稍候..........',
                '正在生成內容中，請稍候............',
                '正在生成內容中，請稍候.............',
                '正在生成內容中，請稍候..............',
                '正在生成內容中，請稍候...............',
                '正在生成內容中，請稍候................',
                '正在生成內容中，請稍候.................',
                '正在生成內容中，請稍候..................',
                '正在生成內容中，請稍候...................'
";

$sentences03="                '請等候 60 秒...',
                '請等候 58 秒...',
                '請等候 56 秒...',
                '請等候 54 秒...',
                '請等候 52 秒...',
                '請等候 50 秒...',
                '請等候 48 秒...',
                '請等候 46 秒...',
                '請等候 44 秒...',
                '請等候 42 秒...',
                '請等候 40 秒...',
                '請等候 38 秒...',
                '請等候 36 秒...',
                '請等候 34 秒...',
                '請等候 32 秒...',
                '請等候 30 秒...',				
                '請等候 28 秒...',
                '請等候 26 秒...',
                '請等候 24 秒...',
                '請等候 22 秒...',
                '請等候 20 秒...',
                '請等候 18 秒...',
                '請等候 16 秒...',
                '請等候 14 秒...',
                '請等候 12 秒...',
                '請等候 10 秒...',
                '請等候 8 秒...',
                '請等候 6 秒...',
                '請等候 4 秒...',
                '請等候 2 秒...',
                '處理中...',
                '正在生成內容中，請稍候.',
                '正在生成內容中，請稍候..',
                '正在生成內容中，請稍候...',
                '正在生成內容中，請稍候....',
                '正在生成內容中，請稍候.....',
                '正在生成內容中，請稍候......',
                '正在生成內容中，請稍候.......',
                '正在生成內容中，請稍候........',
                '正在生成內容中，請稍候.........',
                '正在生成內容中，請稍候..........',
                '正在生成內容中，請稍候............',
                '正在生成內容中，請稍候.............',
                '正在生成內容中，請稍候..............',
                '正在生成內容中，請稍候...............',
                '正在生成內容中，請稍候................',
                '正在生成內容中，請稍候.................',
                '正在生成內容中，請稍候..................',
                '正在生成內容中，請稍候...................'
";

